{
    "name": "walk/shapeshift_bear",
    "description": "Something deep inside you wakes up. A power you did not know you had. Changing your body isn't something that humans are supposed to be able to do. But you are not human, at least not entirely. There was something your father once said. Something about his part of the family. You didn't listen then and now you wish you had.<br/><br/>The darkness around you is still looming, the aura of a monster nearby, coming to get you. But now you know you are not so helpless after all. There is something you can do, you can become. You can turn into a fearsome bear. You don't know why and at the moment you don't care.<br/><br/>You fall down on your knees and hands. Hands, which turn shorter and broad, growing fur. Legs swelling thick and bending inwards. You feel like being wrapped in wet, thick blankets, growing mass and becoming bigger than before. A few moments later you lift your head and let out a great roar, the sound echoing in the underpass.<br/><br/>The darkness parts in front of you and something enters, that looks like every childs imagination of a demon, all rolled into one being. Horns, tails, scales, spikes and a plethora of sharp teeth.<br/><br/>But you don't see it as a fearsome predator. Now it's prey and you are the predator. You lift your furry body, towering over the demon. It jerks back, unsure of your new appearance. You seize the moment and fall forwards, pushing the demon down on its back with all your weight.<br/><br/>It struggles trying to break free, but in doing so exposed its throat. You lunge forward, taking the demons throat between your jaws and clamp them down with crushing force. You taste and feel a bitter and acidic liquid fill your mouth as the demon makes a gurgling sound and jerks around for a few more moments.<br/><br/>Then the demon lies still and you release it. There you are, standing over the dead body of a demon, black blood dripping from your fangs.<br/><br/>You know things will never be the same again.<br/><br/>END OF CHAPTER 1",
    "options": [
        
    ]
}
