{
    "name": "encounter_drone/shapeshift_raven",
    "description": "Something deep inside you wakes up. A power you did not know you had. Changing your body isn't something that humans are supposed to be able to do. But you are not human, at least not entirely. There was something your father once said. Something about his part of the family. You didn't listen then and now you wish you had.<br/><br/>The drone sits in front of you, observing you and recording every move. It can track any human trying to fleet and can easily keep up with even the fastest runner. But not, say, with a bird. You can turn into a raven. You don't know why and at the moment you don't care.<br/><br/>You fall down on your knees and stretch out your arms. Arms, which bend and grow impossibly thin, sprouting feathers along their surface. Your fingers stretch to the point where you feel like they could grasp the air, which previously felt so fleetingly fluid.<br/><br/>Your body shrinks and is wrapped in a blanket of black feathers, compacting into a shape not used to walking, but flying. A few moments later you are on eye level with the drone, which just keeps blinking its lights and pointing a camera at you.<br/><br/>But now you take flight. Stretching your wings, bringing them down, then up again and down again. What would look comical on a human, lifts your body from the ground and you feel like swimming in water.<br/><br/>In a few seconds you are several meters in the air. The drone lifts off the ground as well, but just turns around, as if looking for you. No algorithm has ever needed to track a human turning into a bird.<br/><br/>You turn to your left and continue rising up into the air. The world falls away below, turning into a miniature version of itself. You feel like you can fly anywhere. But you just want to leave this place, so you fall into the air stream, carrying yourself on feathery wings towards freedom.<br/><br/>There you are, gliding over the world, watching it quietly go by, unrestrained by terrain and the rules of the human world.<br/><br/>You know things will never be the same again.<br/><br/>END OF CHAPTER 1",
    "options": [
        
    ]
}
