{
    "name": "encounter_drone/shapeshift_rat",
    "description": "Something deep inside you wakes up. A power you did not know you had. Changing your body isn't something that humans are supposed to be able to do. But you are not human, at least not entirely. There was something your father once said. Something about his part of the family. You didn't listen then and now you wish you had.<br/><br/>The rattling on the door goes on, but you know it's only a matter of time until they will come through. The only way out is too small for a human to use. But not, say, for a rat. You can turn into a rat. You don't know why and at the moment you don't care.<br/><br/>You fall down on your knees and hands. Hands, which turn shorter and clawed, growing fur. Legs withering thing and bending inwards. You feel like being stripped of thick layers of skin, becoming tiny and compact. A few moments later you lift your head and look around the room, everything now improbably large and looming.<br/><br/>You waste no time, turning around towards the air vent near the kitchen table. It feels like running below towering skyscrapers, over plates of rough wood. Your feet find hold with small claws on the floor and you arrive at the metal crate in a few seconds. Before the vent was too small to even fit your head in, but now you easily squeeze through the openings of the crate.<br/><br/>Just as you vanish completely into the vent, the rattling stops and the door opens. Three officers with their guns drawn enter the room and fan out, aiming everywhere a human could hide.<br/><br/>You observe them from the safety of the air vent. After they conclude that there was no human around, they take note of various things in your apartment, few as they are. They grab your laptop and a notepad, then leave the apartment, not even bothering to lock the door again.<br/><br/>There you are, looking through the crate of an air vent into an apartment that no longer holds any interest to you and seeing the world from a perspective previously unimaginable.<br/><br/>You know things will never be the same again.<br/><br/>END OF CHAPTER 1",
    "options": [
        
    ]
}
