{
    "name": "encounter_drone/stay_3",
    "description": "\"We cannot identify you or there was a misclassification. We dispatched a human operator to your location to assist you and discern the situation. Please remain here and do not move in any sudden manner.\"<br/><br/>The drone sinks to the ground and begins displaying various pictograms on a small screen on the side facing you. You think that the symbols try to display the estimated time until an officer arrives at the scene.<br/><br/>You begin to realize something terrible. This morning your suspicion level was raised to seven. Any encounter with an officer at level seven is a detainable offense, regardless of actual guilt. You heard what happens to people who are detained without immediate cause. Basically you will be transfered from facility to facility, staying only as long as some obscure law dictates, then the process begins anew. Only having a lawyer hired to bail you out will help with this and all lawyers take a hefty fee to stand by. Of course you don't have a lawyer.<br/><br/>You feel sick in your stomach and wish you were somewhere else. Or someone else. Someone who didn't have the same streak of bad luck. Someone with a more flexible morality, who didn't nose around in the past and maintained a low profile. Someone more like your mother.<br/><br/>If only you weren't taking after your father, who always got away with the legally questionable things he did. Not a criminal, oh no. But someone who didn't look away, who poked things to see what leaked out and wasn't afraid to get his hands dirty to look under the carpet and into the closet.<br/><br/>As the display showed the officer coming closer, you wish you were free to go. Running was pointless with the drone watching your every move. You'd only rank up more guilt in the eye of the state. You know the drones transmit their feed straight to a backup node in case they were grabbed and disabled. Most likely several systems were already analysing the feed to judge whether you were a flight risk.<br/><br/>The only thing that would get you of this mess would be flying away, faster than the drones, far away and not stopping. Flying like a bird. But that wasn't exactly possible.<br/><br/><br/><br/><br/>Or was it?",
    "options": [
        {
            "text":"Shapeshift",
            "proceed":"encounter_drone/shapeshift_raven"
        }
    ]
}
